Repository: sergikhizanishvili/woocommerce-terabank-installments-payment-gateway
Catalog: lang/terabank-installments-*.po
Languages: ka_ge

source: <strong>Terabank Installments Gateway:</strong> In order to use this plugin - Woocommerce should be installed and activated
ka_ge: <strong>ტერაბანკის განვადება:</strong> ამ შადგმის გამოსაყენებლად აუცილებელია Woocommerce-ის ინსტალიაცია და გააქტიურება

source: <strong>Terabank Installments Gateway:</strong> Please fill out all the required fields in <a href="%s">Gateway Settings</a>.
ka_ge: <strong>ტერაბანკის განვადება:</strong> გთხოვთ შეავსოთ ყველა სავალდებულო ველი <a href="%s">გადახდის პარამეტრებში</a>.

source: Allow clients to purchase products from your store via Tera Bank Installments
ka_ge: კლიენტების მიერ ტერაბანკის განვადებით ყიდვის შესაძლებლობის ჩართვა

source: Allow clients to purchase products from your store via Terabank Installments
ka_ge: კლიენტების მიერ ტერაბანკის განვადებით ყიდვის შესაძლებლობის ჩართვა

source: Description
ka_ge: აღწერა

source: Enable Tera Bank Installments
ka_ge: ტერა ბანკის განვადების ჩართვა

source: Enable Test Mode
ka_ge: სატესტო რეჟიმი

source: Enable/Disable
ka_ge: ჩართვა/გამორთვა

source: Fee % applied to each product price
ka_ge: მოსაკრებლის % რომელიც ვრცელდება თითოეულ პროდუქტზე

source: Handling fee
ka_ge: მოსაკრებელი

source: Handling Fee %
ka_ge: მოსაკრებლის %

source: Max Installment
ka_ge: მაქს. განვადება

source: Maximum installment amount
ka_ge: განვადების მაქსიმალური თანხა

source: Merchant ID
ka_ge: მერჩანტის ID

source: Merchant ID provided by Tera Bank
ka_ge: ტერაბანკის მიერ მონიჭებული მერჩანტის ID

source: Min Installment
ka_ge: მინ. განვადება

source: Minimum installment amount
ka_ge: განვადების მინიმალური თანხა

source: Order button text
ka_ge: შეკვეთის ღილაკის ტექსტი

source: Place the Tera Bank Installments in test mode
ka_ge: ტერაბანკის განვადების სატესტო რეჟიმზე გადართვა

source: Proceed to Tera Bank
ka_ge: გაგრძელება ტერაბანკში

source: Proceed to Tera Bank Installment
ka_ge: ტერაბანკის განვადების გაგრძელება

source: Sergi Khizanishvili
ka_ge: სერგი ხიზანიშვილი

source: Tera Bank Installment request initiated.
ka_ge: ტერაბანკის განვადების მოთხოვნა.

source: Tera Bank Installments
ka_ge: ტერაბანკის განვადება

source: Test mode
ka_ge: სატესტო რეჟიმი

source: This controls the description which the user sees during checkout.
ka_ge: აღწერა, რომელსაც მომხმარებელი დაინახავს ანგარიშსწორების გვერდზე.

source: This controls the order button text which the user sees during checkout.
ka_ge: შეკვეთის ღილაკის წარწერა, რომელსაც მომხმარებელი დაინახავს ანგარიშსწორების გვერდზე.

source: This controls the title which the user sees during checkout.
ka_ge: სათაური, რომელსაც მომხმარებელი დაინახავს ანგარიშსწორების გვერდზე.

source: Title
ka_ge: სათაური
